Repository: AnyImageKit/AnyImageKit
Catalog: Sources/AnyImageKit/Resources/Picker/*.lproj/Picker.strings
Languages: pt_br, tr

source: Original image
pt_br: Imagem original
tr: Orijinal resim

source: Select photo
pt_br: Selecionar foto
tr: Fotoğraf seç

source: Unselect photo
pt_br: Deselecionar foto
tr: Seçimi kaldır

source: Take photo
pt_br: Tirar foto
tr: Fotoğraf çek

# SELECT_A_MAXIMUM_OF_PHOTOS
source: Select a maximum of %zd photos
pt_br: Selecione um máximo de %zd fotos
tr: Maximum %zd fotoğraf seçin

# SELECT_A_MAXIMUM_OF_VIDEOS
source: Select a maximum of %zd videos
pt_br: Selecione um máximo de %zd vídeos
tr: Maksimum %zd video seçin

# SELECT_A_MAXIMUM_OF_PHOTOS_OR_VIDEOS
source: Select a maximum of %zd photos or videos
pt_br: Selecione um máximo de %zd fotos ou vídeos
tr: Maksimum %zd fotoğraf ya da video seçin

source: Downloading from iCloud
pt_br: Baixando de iCloud
tr: iCloud'dan İndiriliyor

source: Fetch failed, please retry
pt_br: A busca falhou, tente novamente
tr: İndirme başarısız, tekrar deneyin

# A11Y_SWITCH_ALBUM_TIPS
source: Switch album, current album is %@
pt_br: Trocar de álbum, o álbum atual é %@
tr: Albümü değiştir. Mevcut albüm %@

# LIMITED_PHOTOS_PERMISSION_TIPS
source: Can't fetch all photos Click to select more photos
pt_br: Não foi possível recuperar todas as fotos Clique para selecionar mais fotos
tr: Tüm fotoğraflar getirilemiyor Daha fazla fotoğraf seçmek için tıklayın

# DURATION_OF_SELECTED_VIDEO_RANGE
source: The duration of the selected video should be between %d-%d seconds.
pt_br: A duração do vídeo selecionado deve ser entre %d-%d segundos.
tr: Seçilen videonun süresi %d-%d saniye arasında olmalıdır.
